## Задание 1. Разбор пары
# Дан кортеж с размерами картинки. Распаковать его в две переменные и напечатать площадь.

size = (1920, 1080)
length, width = size

square = length * width
print(square)

## Задание 3. Допустимые статусы
# Дан кортеж допустимых статусов и один статус для проверки. Напечатать «Статус корректен» или «Недопустимый статус».
STATUSES = ("новый", "в работе", "закрыт")
status = "отменён"

if status in STATUSES:
    print("Статус корректен")
else:
    print("Недопустимый статус")

